<?php
return [
'something_went_wrong'=>' ! عفوا لقد حدث خطأ',
'Payment_deleted'=>'تمDelete العملية بنجاح',
'saved_succes'=>'تم الحفظ بنجاح',
'partner_module'=>'ادارة الشركاء',
'show'=>'مشاهدة الشركاء',
'creat'=>'اضافة شريك',
'update'=>'تعديل شريك',
'delete'=>'حذف شريك',
'partner_pnn'=>'ادارة الشركاء',
'date1_pnn'=>'بداية المدة',
'date2_pnn'=>'نهاية المدة',
'error1'=>'عفوا رأس المال لايمكن أن يقل عن الفعلي الموجود',
'error2'=>'عفوا عدد الاسهم لايمكن أن يقل عن الفعلي الموجود',
'pnn_ok'=>'تم حفظ البيانات بنجاح',

];
