<?php

return [
    'app_name' => 'واٹس ایپ گیٹ وے',
    'connect_to_apps' => 'واٹس ایپ اکاؤنٹس سے جڑیں',
    'create_accounts' => 'واٹس ایپ اکاؤنٹس بنائیں',
    'delete_accounts' => 'واٹس ایپ اکاؤنٹس حذف کریں',
    'save_accounts' => 'واٹس ایپ اکاؤنٹس محفوظ کریں',
    'view_accounts' => 'واٹس ایپ اکاؤنٹس دیکھیں',
    'yes' => 'ہاں',
    'no' => 'نہیں',
    'sources' => 'نام',
    'default' => 'ڈفالٹ',
    'url' => 'ویب ایڈریس',
    'wa_server' => 'واٹس ایپ سرور',
    'app_key' => 'ایپ کی / ایپ آئی کی',
    'auth_key' => 'اتھارٹی کی',
    'sender' => ' بھیجنے والا',
    'sender_desc' => 'ایم پی ڈبلیو اے کے لیے بھیجنے والے کا نمبر',
    'success' => 'واٹس ایپ اکاؤنٹ کامیابی سے شامل کیا گیا',
    'delete' => 'واٹس ایپ اکاؤنٹ کامیابی سے حذف کیا گیا',
    'update' => 'واٹس ایپ اکاؤنٹ کامیابی سے اپ ڈیٹ کیا گیا',
];
