<?php

return [

    /*
    |----------------------------------------------------------------------
    | برانڈ زبان لائنیں
    |----------------------------------------------------------------------
    |
    | درج ذیل زبان کی لائنیں برانڈ کے CRUD آپریشنز کے لیے استعمال ہوتی ہیں۔
    |
    */

    'categories' => 'زمرے',
    'manage_your_categories' => 'اپنے زمرے کا انتظام کریں',
    'all_your_categories' => 'آپ کے تمام زمرے',
    'category' => 'زمرہ',
    'category_name' => 'زمرہ کا نام',
    'code' => 'زمرہ کوڈ',
    'add_as_sub_category' => 'سب کیٹیگری کے طور پر شامل کریں',
    'select_parent_category' => 'مقامی زمرہ منتخب کریں',
    'added_success' => 'زمرہ کامیابی سے شامل کر دیا گیا',
    'updated_success' => 'زمرہ کامیابی سے اپ ڈیٹ کر دیا گیا',
    'deleted_success' => 'زمرہ کامیابی سے حذف کر دیا گیا',
    'add_category' => 'زمرہ شامل کریں',
    'edit_category' => 'زمرہ میں ترمیم کریں',

];
