<?php

return [

    /*
    |----------------------------------------------------------------------
    | اخراجات زبان لائنیں
    |----------------------------------------------------------------------
    |
    | درج ذیل زبان کی لائنیں اخراجات کے CRUD آپریشنز کے دوران استعمال ہوتی ہیں۔
    |
    */

    'expenses' => 'اخراجات',
    'expense_categories' => 'اخراجات کی اقسام',
    'manage_your_expense_categories' => 'اپنی اخراجات کی اقسام کا انتظام کریں',
    'all_your_expense_categories' => 'آپ کی تمام اخراجات کی اقسام',
    'expense_category' => 'اخراجات کی قسم',
    'category_name' => 'قسم کا نام',
    'category_code' => 'قسم کا کوڈ',
    'added_success' => 'اخراجات کی قسم کامیابی سے شامل کر لی گئی',
    'updated_success' => 'اخراجات کی قسم کامیابی سے اپ ڈیٹ کر لی گئی',
    'deleted_success' => 'اخراجات کی قسم کامیابی سے حذف کر لی گئی',
    'add_expense_category' => 'اخراجات کی قسم شامل کریں',
    'edit_expense_category' => 'اخراجات کی قسم میں ترمیم کریں',
    'all_expenses' => 'تمام اخراجات',
    'expense_status' => 'اخراجات کی حالت',
    'add_expense' => 'اخراجات شامل کریں',
    'edit_expense' => 'اخراجات میں ترمیم کریں',
    'expense_note' => 'اخراجات کا نوٹ',
    'expense_add_success' => 'اخراجات کامیابی سے شامل کر لیے گئے',
    'expense_update_success' => 'اخراجات کامیابی سے اپ ڈیٹ کر لیے گئے',
    'expense_delete_success' => 'اخراجات کامیابی سے حذف کر لیے گئے',
    'expense_for' => 'اخراجات کے لئے',

];
