<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in home page.
    |
    */
    'home' => 'ہوم',
    'welcome_message' => ':name، خوش آمدید 👋',
    'total_sell' => 'مجموعی فروخت',
    'total_purchase' => 'مجموعی خریداری',
    'invoice_due' => 'انوائس کی ادائیگی',
    'purchase_due' => 'خریداری کی ادائیگی',
    'today' => 'آج',
    'this_week' => 'اس ہفتے',
    'this_month' => 'اس ماہ',
    'this_fy' => 'اس مالی سال',
    'sells_last_30_days' => 'پچھلے 30 دنوں کی فروخت',
    'sells_current_fy' => 'موجودہ مالی سال کی فروخت',
    'total_sells' => 'مجموعی فروخت (:currency)',
    'product_stock_alert' => 'پروڈکٹ اسٹاک الرٹ',
    'payment_dues' => 'ادائیگی کی واجب الادا رقم',
    'due_amount' => 'واجب الادا رقم',
    'stock_expiry_alert' => 'اسٹاک کی میعاد ختم ہونے کا الرٹ',
    'todays_profit' => 'آج کا منافع',
    'dashboard' => 'ڈیش بورڈ',
];
