<?php

return [

    /*
    |----------------------------------------------------------------------
    | مشترکہ زبان لائنز
    |----------------------------------------------------------------------
    |
    | درج ذیل زبان لائنز عام CRUD آپریشنز کے دوران استعمال ہوتی ہیں۔
    |
    */

    'add' => 'اضافہ کریں',
    'edit' => 'ترمیم کریں',
    'save' => 'محفوظ کریں',
    'update' => 'اپ ڈیٹ کریں',
    'action' => 'عمل',
    'actions' => 'اعمال',
    'view' => 'دیکھیں',
    'delete' => 'مٹائیں',
    'close' => 'بند کریں',
    'something_went_wrong' => 'کچھ غلط ہو گیا ہے، براہ کرم بعد میں دوبارہ کوشش کریں',
    'required' => 'یہ فیلڈ ضروری ہے',
    'please_select' => 'براہ کرم منتخب کریں',
    'cancel' => 'منسوخ کریں',
    'date' => 'تاریخ',
    'filter_by_date' => 'تاریخ کے ذریعے فلٹر کریں',
    'location' => 'مقام',
    'go_back' => 'واپس جائیں',
    'due_tooltip' => '-ve ویلیو = ادائیگی کرنی ہے <br> +ve ویلیو = وصولی کرنی ہے',
    'purchase_due_tooltip' => '-ve ویلیو = وصولی کرنی ہے <br> +ve ویلیو = ادائیگی کرنی ہے',
    'yes' => 'ہاں',
    'no' => 'نہیں',
    'all' => 'سب',
    'settings' => 'سیٹنگز',
    'business_location_settings' => 'کاروباری مقام کی سیٹنگز',
    'print' => 'پرنٹ کریں',
    'submit' => 'جمع کرائیں',
    'purchase_sell_mismatch_exception' => 'غلطی: اجازت نہیں ہے: بیچی گئی اور خریدی گئی مقدار میں عدم مطابقت۔ مصنوعات: :product',
    'purchase_stock_adjustment_mismatch_exception' => 'غلطی: اجازت نہیں ہے: اسٹاک کی ایڈجسٹمنٹ اور خریدی گئی مقدار میں عدم مطابقت۔ مصنوعات: :product',
    'transaction_edit_not_allowed' => 'معاملات میں ترمیم :days دنوں کے بعد اجازت نہیں ہے۔',
    'name' => 'نام',
    'price' => 'قیمت',
    'activate' => 'فعال کریں',
    'deactivate' => 'غیرفعال کریں',
];
