<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tooltip Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various help texts.
    |
    */

    'product_stock_alert' => "کم اسٹاک والے مصنوعات۔<br/><small class='text-muted'>یہ پروڈکٹ ایڈ پروڈکٹ اسکرین میں سیٹ کی گئی پروڈکٹ الرٹ مقدار کے مطابق ہیں۔<br>اسٹاک ختم ہونے سے پہلے ان مصنوعات کو خریدیں۔</small>",

    'payment_dues' => "خریداریوں کے لئے پینڈنگ ادائیگیاں۔<br/><small class='text-muted'>سپلائر کے پیمنٹ کی شرائط کے مطابق۔<br/> سات دن یا اس سے کم مدت میں ادا کی جانے والی ادائیگیاں دکھائی جا رہی ہیں۔</small>",

    'input_tax' => 'منتخب شدہ مدت میں سیلز کے لئے کل ٹیکس جمع کیا گیا۔',

    'output_tax' => 'منتخب شدہ مدت میں خریداریوں کے لئے ادا کیا گیا کل ٹیکس۔',

    'tax_overall' => 'منتخب شدہ مدت میں کل ٹیکس جمع اور کل ٹیکس ادا کرنے کے درمیان فرق۔',

    'purchase_due' => 'خریداریوں کے لئے کل غیر ادا شدہ رقم۔',

    'sell_due' => 'سیلز سے وصول کی جانے والی کل رقم۔',

    'over_all_sell_purchase' => '-ve ویلیو = ادائیگی کرنے والی رقم<br>+ve ویلیو = وصول کرنے والی رقم',

    'no_of_products_for_trending_products' => 'نیچے چارٹ میں موازنہ کرنے کے لئے اوپر ٹرینڈنگ مصنوعات کی تعداد۔',

    'top_trending_products' => "آپ کی دکان کے سب سے زیادہ فروخت ہونے والی مصنوعات۔<br/><small class='text-muted'>فلٹرز لاگو کریں تاکہ مخصوص کیٹیگری، برانڈ، بزنس لوکیشن وغیرہ کے لئے ٹرینڈنگ مصنوعات معلوم کر سکیں۔</small>",

    'sku' => "منفرد پروڈکٹ آئی ڈی یا اسٹاک کیپنگ یونٹ<br><br>اسے خودکار طور پر SKU پیدا کرنے کے لئے چھوڑ دیں۔<br><small class='text-muted'>آپ بزنس سیٹنگز میں SKU پری فکس کو تبدیل کر سکتے ہیں۔</small>",

    'enable_stock' => "پروڈکٹ کے لئے اسٹاک مینجمنٹ کو فعال یا غیر فعال کریں۔<br><br><small class='text-muted'>اسٹاک مینجمنٹ کو زیادہ تر خدمات کے لئے غیر فعال کرنا چاہئے۔ مثال: ہیئر کٹنگ، مرمت وغیرہ۔</small>",

    'alert_quantity' => "جب پروڈکٹ کا اسٹاک مخصوص مقدار سے کم ہو جائے تو الرٹ حاصل کریں۔<br><br><small class='text-muted'>کم اسٹاک والی مصنوعات ڈیش بورڈ - پروڈکٹ اسٹاک الرٹ سیکشن میں دکھائی دیں گی۔</small>",

    'product_type' => '<b>سنگل پروڈکٹ</b>: پروڈکٹ جس میں کوئی مختلف قسم نہیں ہوتی۔<br><b>متغیر پروڈکٹ</b>: پروڈکٹ جس میں سائز، رنگ وغیرہ جیسی مختلف اقسام ہوں۔<br><b>کومبو پروڈکٹ</b>: متعدد مصنوعات کا مجموعہ، جسے بنڈل پروڈکٹ بھی کہا جاتا ہے۔',

    'profit_percent' => "پروڈکٹ کے لئے ڈیفالٹ منافع کا مارجن۔<br><small class='text-muted'>(<i>آپ بزنس سیٹنگز میں ڈیفالٹ منافع کے مارجن کو منظم کر سکتے ہیں۔</i>)</small>",

    'pay_term' => "خریداریوں/سیلز کے لئے دی گئی مدت میں ادائیگیاں۔<br/><small class='text-muted'>تمام آئندہ یا واجب الادا ادائیگیاں ڈیش بورڈ - پیمنٹ ڈیو سیکشن میں دکھائی جائیں گی۔</small>",

    'order_status' => 'اس خریداری کی مصنوعات صرف اس صورت میں دستیاب ہوں گی اگر <b>آرڈر کا اسٹیٹس</b> <b>آئٹمز موصول</b> ہو۔',

    'purchase_location' => 'وہ بزنس لوکیشن جہاں خریدی گئی مصنوعات فروخت کے لئے دستیاب ہوں گی۔',

    'sale_location' => 'وہ بزنس لوکیشن جہاں سے آپ بیچنا چاہتے ہیں۔',

    'sale_discount' => "تمام سیلز کے لئے 'ڈیفالٹ سیل ڈسکاؤنٹ' بزنس سیٹنگز میں سیٹ کریں۔ ڈسکاؤنٹ کو شامل کرنے/اپ ڈیٹ کرنے کے لئے نیچے ایڈٹ آئیکن پر کلک کریں۔",

    'sale_tax' => "تمام سیلز کے لئے 'ڈیفالٹ سیل ٹیکس' بزنس سیٹنگز میں سیٹ کریں۔ آرڈر ٹیکس کو شامل کرنے/اپ ڈیٹ کرنے کے لئے نیچے ایڈٹ آئیکن پر کلک کریں۔",

    'default_profit_percent' => "پروڈکٹ کا ڈیفالٹ منافع کا مارجن۔<br><small class='text-muted'>یہ خریداری کی قیمت کی بنیاد پر سیلنگ قیمت کا حساب لگانے کے لئے استعمال کیا جاتا ہے۔<br/> آپ انفرادی مصنوعات کے لئے اس قیمت کو تبدیل کر سکتے ہیں جب انہیں شامل کریں۔</small>",

    'fy_start_month' => 'آپ کے بزنس کا مالی سال شروع ہونے والا مہینہ۔',

    'business_tax' => 'آپ کے بزنس کے لئے رجسٹرڈ ٹیکس نمبر۔',

    'invoice_scheme' => "انوائس اسکیم کا مطلب ہے انوائس کی نمبرنگ فارمیٹ۔ اس بزنس لوکیشن کے لئے استعمال ہونے والی اسکیم کا انتخاب کریں۔<br><small class='text-muted'><i>آپ انوائس سیٹنگز میں نیا انوائس اسکیم شامل کر سکتے ہیں۔</i></small>",

    'invoice_layout' => "اس بزنس لوکیشن کے لئے استعمال ہونے والا انوائس لے آؤٹ<br><small class='text-muted'>(<i>آپ انوائس سیٹنگز میں نیا <b>انوائس لے آؤٹ</b> شامل کر سکتے ہیں۔</i>)</small>",

    'invoice_scheme_name' => 'انوائس اسکیم کو ایک مختصر معنی خیز نام دیں۔',

    'invoice_scheme_prefix' => 'انوائس اسکیم کے لئے پری فکس۔<br>پری فکس ایک حسب ضرورت متن یا موجودہ سال ہو سکتا ہے۔ مثال: #XXXX0001، #2018-0002',

    'invoice_scheme_start_number' => "انوائس نمبرنگ کے لئے شروع کرنے والا نمبر۔<br><small class='text-muted'>آپ اسے 1 یا کوئی اور نمبر بنا سکتے ہیں جس سے نمبرنگ شروع ہوگی۔</small>",

    'invoice_scheme_count' => 'انوائس اسکیم کے لئے پیدا کی جانے والی انوائسز کی کل تعداد۔',

    'invoice_scheme_total_digits' => 'انوائس نمبر کی لمبائی انوائس پری فکس کو چھوڑ کر۔',

    'tax_groups' => 'گروپ ٹیکس کی شرحیں - اوپر متعین کی گئی، خریداری/فروخت سیکشن میں استعمال ہونے والی مل کر۔',

    'unit_allow_decimal' => 'ڈیسملس آپ کو متعلقہ مصنوعات کو حصوں میں فروخت کرنے کی اجازت دیتے ہیں۔',

    'print_label' => 'پروڈکٹس شامل کریں -> لیبل میں دکھانے والی معلومات منتخب کریں -> بارکوڈ سیٹنگ منتخب کریں -> پیش نظارہ لیبلز -> پرنٹ',

    'expense_for' => 'اس خرچ کے لئے صارف منتخب کریں جس سے خرچ متعلق ہے۔ <i>(اختیاری)</i><br/><small>مثال: کسی ملازم کی تنخواہ۔</small>',

    'all_location_permission' => 'اگر <b>تمام مقامات</b> منتخب کیا جائے تو اس کردار کو تمام بزنس مقامات تک رسائی حاصل ہوگی۔',

    'dashboard_permission' => 'اگر غیر چیک کیا جائے تو صرف ویلکم پیغام ہوم میں دکھایا جائے گا۔',

    'access_locations_permission' => 'ان تمام مقامات کو منتخب کریں جن تک اس کردار کو رسائی حاصل ہو۔ منتخب شدہ مقام کے تمام ڈیٹا صرف صارف کو دکھایا جائے گا۔<br/><br/><small>مثال کے طور پر: آپ اسے <i>اسٹور مینیجر / کیشئر / اسٹاک مینیجر / برانچ مینیجر</i> کے طور پر استعمال کر سکتے ہیں۔</small>',

    'print_receipt_on_invoice' => 'انوائس فائنل کرنے پر خودکار طور پر رسید پرنٹ کرنے کو فعال یا غیر فعال کریں۔',

    'receipt_printer_type' => '<i>براؤزر پر مبنی پرنٹنگ</i>: انوائس پیش نظارہ کے ساتھ براؤزر پرنٹ ڈائیلاگ باکس دکھائیں۔<br/><br/> <i>تشکیل شدہ رسید پرنٹر استعمال کریں</i>: پرنٹنگ کے لئے تشکیل شدہ رسید / تھرمل پرنٹر منتخب کریں۔',

    'adjustment_type' => '<i>عام</i>: عام وجوہات کے لئے ایڈجسٹمنٹ جیسے لیکیج، نقصان وغیرہ۔<br/><br/> <i>غیر معمولی</i>: وجوہات کے لئے ایڈجسٹمنٹ جیسے آگ، حادثہ وغیرہ۔',

    'total_amount_recovered' => 'انشورنس یا کچرے یا دیگر کی فروخت سے وصول کی گئی رقم۔',

    'express_checkout' => 'مکمل ادا کریں اور چیک آؤٹ کریں',
    'total_card_slips' => 'اس رجسٹر میں استعمال شدہ کل کارڈ ادائیگیاں',
    'total_cheques' => 'اس رجسٹر میں استعمال شدے کل چیک',

    'capability_profile' => "کمانڈز اور کوڈ صفحات کی حمایت پرنٹر وینڈرز اور ماڈلز کے درمیان مختلف ہوتی ہے۔ اگر آپ کو یقین نہیں ہے، تو 'سیمپل' کیپبیلیٹی پروفائل استعمال کرنا بہتر ہے۔",

    'purchase_different_currency' => 'اس اختیار کو منتخب کریں اگر آپ اپنی بزنس کرنسی سے مختلف کرنسی میں خریداری کرتے ہیں۔',

    'currency_exchange_factor' => "1 خریداری کرنسی = ? بیس کرنسی <br> <small class='text-muted'>آپ بزنس سیٹنگز سے 'دوسری کرنسی میں خریداری' کو فعال/غیر فعال کر سکتے ہیں۔</small>",

    'accounting_method' => 'اکاؤنٹنگ کا طریقہ',


'transaction_edit_days' => 'ٹرانزیکشن کی تاریخ سے وہ دن تک جس تک ٹرانزیکشن میں ترمیم کی جا سکتی ہے۔',
'stock_expiry_alert' => ":days دنوں میں ختم ہونے والے اسٹاک کی فہرست <br> <small class='text-muted'>آپ کاروباری سیٹنگز میں دنوں کی تعداد سیٹ کر سکتے ہیں</small>",
'sub_sku' => 'SKU اختیاری ہے۔ <br><br><small>اسے خودکار طور پر SKU پیدا کرنے کے لیے خالی چھوڑیں۔<small>',
'shipping' => 'شپنگ کی تفصیلات اور شپنگ چارجز سیٹ کریں۔ شپنگ کی تفصیلات اور چارجز کو ایڈٹ کرنے یا اپ ڈیٹ کرنے کے لیے نیچے ایڈیٹ آئیکن پر کلک کریں۔',

];
